<policyDefinitionResources revision="1.0" schemaVersion="1.0">
  <displayName>
  </displayName>
  <description>
  </description>

  <resources>
    <stringTable>
      <string id="Sup_GoogleUpdate1_2_145_5">Microsoft Edge Update 1.2.145.5 e versioni successive</string>
      <string id="Sup_GoogleUpdate1_3_21_81">Microsoft Edge Update 1.3.21.81 e versioni successive</string>
      <string id="Sup_GoogleUpdate1_3_26_0">Microsoft Edge Update 1.3.26.0 e versioni successive</string>
      <string id="Sup_GoogleUpdate1_3_33_5">Microsoft Edge Update 1.3.33.5 e versioni successive</string>
      <string id="Sup_GoogleUpdate1_3_34_3">Microsoft Edge Update 1.3.34.3 e versioni successive</string>
      <string id="Sup_EdgeUpdate1_3_119_43">Microsoft Edge Update 1.3.119.43 e successive</string>
      <string id="Sup_EdgeUpdate1_3_128_0">Microsoft Edge Update 1.3.128.0 e versioni successive</string>
      <string id="Sup_EdgeUpdate1_3_127_1">Microsoft Edge Update 1.3.127.1 e versioni successive</string>
      <string id="Sup_EdgeUpdate1_3_133_3">Microsoft Edge Update 1.3.133.3 e versioni successive</string>
      <string id="Sup_EdgeUpdate1_3_145_1">Microsoft Edge Update 1.3.145.1 e versioni successive</string>
      <string id="Sup_EdgeUpdate1_3_147_1">Microsoft Edge Update 1.3.147.1 e versioni successive</string>
      <string id="Cat_Google">Microsoft</string>
      <string id="Cat_GoogleUpdate">Aggiornamento Microsoft Edge</string>
      <string id="Cat_Preferences">Preferenze</string>
      <string id="Cat_ProxyServer">Server proxy</string>
      <string id="Cat_Applications">Applicazioni</string>
      <string id="Cat_WebView">Visualizzazione Web di Microsoft Edge</string>
      <string id="Pol_AutoUpdateCheckPeriod">Sostituzione del periodo di verifica automatica della disponibilità di aggiornamenti</string>
      <string id="Pol_UpdateCheckSuppressedPeriod">Periodo di tempo in ogni giorno per la soppressione della verifica automatica della disponibilità di aggiornamenti</string>
      <string id="Pol_DownloadPreference">Sostituzione classe URL di download</string>
      <string id="Pol_ProxyMode">Scegliere come specificare le impostazioni del server proxy</string>
      <string id="Pol_ProxyServer">Indirizzo o URL di un server proxy</string>
      <string id="Pol_ProxyPacUrl">URL al file proxy .pac</string>
      <string id="Pol_DefaultAllowInstallation">Consenti impostazione predefinita installazione</string>
      <string id="Pol_AllowInstallation">Consenti installazione</string>
      <string id="Pol_DefaultUpdatePolicy">Impostazione predefinita sostituzione criteri di aggiornamento</string>
      <string id="Pol_UpdatePolicy">Sostituzione criteri di aggiornamento</string>
      <string id="Pol_DefaultCreateDesktopShortcut">Impedisci la creazione di collegamenti sul desktop in seguito all'impostazione predefinita di installazione</string>
      <string id="Pol_CreateDesktopShortcut">Impedisci la creazione di collegamenti sul desktop in seguito all'installazione</string>
      <string id="Pol_TargetVersionPrefix">Sostituzione versione di destinazione</string>
      <string id="Pol_RollbackToTargetVersion">Ripristino dello stato precedente alla versione di destinazione</string>
      <string id="Pol_AllowSideBySideExperience">Consenti l'esperienza affiancata del browser Microsoft Edge</string>
      <string id="Pol_ECSControl">Controlla le comunicazioni dello strumento di gestione con sperimentazione e servizio di configurazione</string>
      <string id="Pol_TargetChannel">Override canale di destinazione</string>
      <string id="Part_AutoUpdateCheckPeriod">Minuti tra le verifiche della disponibilità di aggiornamenti</string>
      <string id="Part_UpdateCheckSuppressedStartHour">Ora in un giorno in cui si inizia a sopprimere la verifica della disponibilità di aggiornamenti</string>
      <string id="Part_UpdateCheckSuppressedStartMin">Minuto dell'ora in cu inizia la soppressione della verifica della disponibilità di aggiornamenti</string>
      <string id="Part_UpdateCheckSuppressedDurationMin">Numero di minuti per la soppressione della verifica della disponibilità di aggiornamenti ogni giorno</string>
      <string id="Part_ProxyMode">Scegliere come specificare le impostazioni del server proxy</string>
      <string id="Part_ProxyServer">Indirizzo o URL di un server proxy</string>
      <string id="Part_ProxyPacUrl">URL al file proxy .pac</string>
      <string id="Part_UpdatePolicy">Aggiorna criterio</string>
      <string id="Part_TargetVersionPrefix">Versione di destinazione</string>
      <string id="Part_ECSControl">Controllare la comunicazione con sperimentazione e servizio di configurazione</string>
      <string id="Part_TargetChannel">Canale di destinazione</string>
      <string id="Name_UpdatesEnabled">Consenti sempre aggiornamenti (scelta consigliata)</string>
      <string id="Name_ManualUpdatesOnly">Solo aggiornamenti manuali</string>
      <string id="Name_AutomaticUpdatesOnly">Solo aggiornamenti automatici</string>
      <string id="Name_UpdatesDisabled">Aggiornamenti disabilitati</string>
      <string id="Name_ECSCommunicationDisabled">Disabilita le comunicazioni con il servizio di sperimentazione e configurazione</string>
      <string id="Name_ECSCommunicationEnabled">Abilita la comunicazione e scarica esperimenti</string>
      <string id="Name_ForceInstallsMachine">Imponi installazioni (a livello di computer)</string>
      <string id="Name_ForceInstallsUser">Imponi installazioni (per utente)</string>
      <string id="DownloadPreference_DropDown">URL di download memorizzabili nella cache</string>
      <string id="ProxyDisabled_DropDown">Non usare mai un proxy</string>
      <string id="ProxyAutoDetect_DropDown">Rileva automaticamente le impostazioni del proxy</string>
      <string id="ProxyPacScript_DropDown">Utilizza uno script proxy .pac</string>
      <string id="ProxyFixedServers_DropDown">Utilizza server proxy fissi</string>
      <string id="ProxyUseSystem_DropDown">Utilizza Impostazioni proxy del sistema</string>
      <string id="TargetChannel_Stable_DropDown">Stabile</string>
      <string id="TargetChannel_Extended_Stable_DropDown">Stabile esteso</string>
      <string id="TargetChannel_Beta_DropDown">Beta</string>
      <string id="TargetChannel_Dev_DropDown">Dev</string>
      <string id="Explain_GoogleUpdate">Criteri per controllare l'installazione e l'aggiornamento di Microsoft Edge tramite Microsoft Edge Update.</string>
      <string id="Explain_Preferences">Criteri generali per Microsoft Edge Update.</string>
      <string id="Explain_AutoUpdateCheckPeriod">Minimum number of minutes between automatic update checks.

Set this policy to the value 0 to disable all periodic network traffic by Microsoft Edge Update. This is not recommended, as it prevents Microsoft Edge Update itself from receiving stability and security updates.

The 'Update policy override default' and per-application 'Update policy override' settings should be used to manage application updates rather than this setting.</string>
      <string id="Explain_DownloadPreference">Se abilitato, il server Microsoft Edge Update tenterà di fornire URL compatibili con la cache per i payload di aggiornamento nelle risposte.</string>
      <string id="Explain_UpdateCheckSuppressedPeriod">Se abiliti questi criteri, le verifiche della disponibilità di aggiornamenti verranno soppresse ogni giorno a partire da Hour:Minute per un periodo di durata (in minuti). La durata non viene influenzata dall'ora legale. Ad esempio, se l'ora di inizio è alle 22:00 e la durata è di 480 minuti, gli aggiornamenti verranno soppressi esattamente per 8 ore, indipendentemente dal fatto che l'ora legale sia iniziata o termina durante questo periodo.

  Se disabiliti o non configuri questi criteri, le verifiche della disponibilità di aggiornamenti non vengono soppresse durante un periodo specifico.</string>
      <string id="Explain_ProxyMode">Consente di specificare le impostazioni del server proxy utilizzate da Microsoft Edge Update.

  Se abiliti questi criteri, puoi scegliere tra le opzioni seguenti del server proxy:
   - Se scegli di non utilizzare mai un server proxy e di connetterti sempre direttamente, tutte le altre opzioni vengono ignorate.
   - Se scegli di utilizzare le impostazioni del proxy di sistema o di rilevare automaticamente il server proxy, tutte le altre opzioni verranno ignorate.
   - Se scegli la modalità proxy del server fisso, puoi specificare altre opzioni in "Indirizzo o URL di un server proxy".
   - Se scegli di utilizzare uno script proxy .pac, devi specificare l'URL per lo script in "URL al file proxy .pac".

  Se abiliti questi criteri, gli utenti dell'organizzazione non possono modificare le impostazioni del proxy in Microsoft Edge Update.

  Se disabiliti o non configuri questi criteri, le impostazioni del server proxy non vengono configurate, ma gli utenti dell'organizzazione possono scegliere le proprie impostazioni proxy per Microsoft Edge Update.</string>
      <string id="Explain_ProxyServer">Consente di specificare l'URL del server proxy per l'uso di Microsoft Edge Update.

  Se abiliti questo criterio, puoi impostare l'URL del server proxy utilizzato da Microsoft Edge Update nell'organizzazione.

  Questo criterio è applicato solo se hai selezionato le impostazioni manuali del proxy nel criterio "Scegliere come specificare le impostazioni del server proxy".

  Non configurare questo criterio se hai selezionato un'impostazione del proxy diversa da quella manuale nel criterio "Scegliere come specificare le impostazioni del server proxy".</string>
      <string id="Explain_ProxyPacUrl">Consente di specificare un URL per un file di autoconfigurazione proxy (PAC).

  Se abiliti questo criterio, puoi specificare un URL per un file PAC per automatizzare il modo in cui Microsoft Edge Update seleziona il server proxy appropriato per il recupero di un sito Web particolare.

  Questo criterio è applicato solo se hai specificato impostazioni del proxy manuali nel criterio "Scegliere come specificare le impostazioni del server proxy".

  Non configurare questo criterio se hai selezionato un'impostazione del proxy diversa da quella manuale nel criterio "Scegliere come specificare le impostazioni del server proxy".</string>
      <string id="Explain_Applications">Per supportare le applicazioni Microsoft Edge rilasciate in futuro sarà necessario un modello ADMX/ADML aggiornato.</string>
      <string id="Explain_AllowSideBySideExperience">Questi criteri consentono a un utente di eseguire Microsoft Edge (HTML Edge) e Microsoft Edge (basato su Chromium) in modalità affiancata.

Se questi criteri sono impostati su "Non configurato", Microsoft Edge (basato su Chromium) sostituirà Microsoft Edge (HTML Edge) dopo il canale stabile di Microsoft Edge (basato su Chromium) e gli aggiornamenti della sicurezza di novembre 2019. Questo è lo stesso comportamento dell'impostazione "Disabilitato".

L'impostazione "Disabilitato" blocca un'esperienza affiancata e Microsoft Edge (basato su Chromium) sostituirà Microsoft Edge (HTML Edge) dopo il canale stabile di Microsoft Edge (basato su Chromium) e gli aggiornamenti della sicurezza di novembre 2019. Si tratta dello stesso comportamento dell'impostazione "Non configurato".

Quando questi criteri sono "abilitati", Microsoft Edge (basato su Chromium) e Microsoft Edge (Edge HTML) possono essere eseguiti in modalità affiancata dopo l'installazione di Microsoft Edge (basato su Chromium).

Per rendere effettivi questi criteri di gruppo, è necessario configurarli prima dell'installazione automatica di Microsoft Edge (basata su Chromium) da Windows Update. Nota: ​Un utente può bloccare l'aggiornamento automatico di Microsoft Edge (basato su Chromium) usando il toolkit di blocco di Microsoft Edge (basato su Chromium).

A partire da Windows 10 versione 20H2 Microsoft Edge Legacy e l’esperienza affiancata dei browser non sono supportati.</string>
      <string id="Explain_DefaultAllowInstallation">Puoi specificare il comportamento predefinito di tutti i canali per consentire o bloccare Microsoft Edge sui dispositivi aggiunti al dominio.

Puoi eseguire l'override del criterio per singoli canali abilitando il criterio "Consenti installazione" per specifici canali.

Se disabiliti il criterio, l'installazione di Microsoft Edge viene bloccata. Questa operazione influisce sull'installazione del software Microsoft Edge solo quando il criterio 'Consenti installazione' è impostato su Non configurato.

Questo criterio non impedisce l'esecuzione di Microsoft Edge Update né impedisce agli utenti di installare il software Microsoft Edge usando altri metodi.

Questi criteri sono disponibili solo nelle istanze di Windows aggiunte a un dominio di Microsoft® Active Directory®.</string>
      <string id="Explain_DefaultUpdatePolicy">Consente di specificare il comportamento predefinito per tutti i canali in relazione alla modalità di gestione di Microsoft Edge Update degli aggiornamenti disponibili per Microsoft Edge. Può essere effettuato l'override per singoli canali specificando i criteri "AGGIORNA_NOME_CRITERI" per tali canali specifici.

  Se abiliti questi criteri, Microsoft Edge Update gestisce gli aggiornamenti di Microsoft Edge in base alla modalità di configurazione delle opzioni seguenti:
   - Consenti sempre aggiornamenti: gli aggiornamenti vengono sempre applicati quando vengono trovati, tramite la verifica periodica o manuale della disponibilità di aggiornamenti.
   - Solo aggiornamenti automatici: gli aggiornamenti vengono applicati solo quando vengono trovati dalla verifica periodica della disponibilità di aggiornamenti.
   - Solo aggiornamenti manuali: gli aggiornamenti vengono applicati solo quando l'utente esegue una verifica manuale della disponibilità di aggiornamenti.
   - Aggiornamenti disabilitati: gli aggiornamenti non vengono mai applicati.

  Se selezioni gli aggiornamenti manuali, assicurati di eseguire periodicamente la verifica della disponibilità di aggiornamenti utilizzando il meccanismo di aggiornamento manuale dell'app, se disponibile. Se disabiliti gli aggiornamenti, verifica periodicamente la disponibilità di aggiornamenti e distribuiscili agli utenti.

  Se non abiliti e configuri questi criteri, Microsoft Edge Update gestisce gli aggiornamenti disponibili come specificato dai criteri "AGGIORNA_NOME_CRITERI".

  Questi criteri sono disponibili solo nelle istanze di Windows aggiunte a un dominio di Microsoft® Active Directory®.</string>
      <string id="Explain_DefaultCreateDesktopShortcut">Consente di specificare il comportamento predefinito per tutti i canali per la creazione di un collegamento sul desktop quando è installato Microsoft Edge.

 Se abiliti questo criterio, viene creato un collegamento sul desktop quando Microsoft Edge viene installato.
 Se disabiliti questo criterio, non verrà creato alcun collegamento sul desktop durante l'installazione di Microsoft Edge.
 Se non configuri questo criterio, durante l'installazione verrà creato un collegamento sul desktop a Microsoft Edge.
 Se Microsoft Edge è già installato, questo criterio non avrà alcun effetto.</string>
      <string id="Explain_CreateDesktopShortcut">Se abiliti questo criterio, viene creato un collegamento sul desktop quando Microsoft Edge viene installato.
  Se disabiliti questo criterio, non verrà creato alcun collegamento sul desktop durante l'installazione di Microsoft Edge.
  Se non configuri questo criterio, durante l'installazione verrà creato un collegamento sul desktop a Microsoft Edge. 
  Se Microsoft Edge è già installato, questo criterio non avrà alcun effetto.

  Se non configuri questo criterio per un canale, la configurazione del criterio predefinito "Impedisci la creazione di collegamenti sul desktop in seguito all'impostazione predefinita di installazione" determina la creazione del collegamento quando viene installato Microsoft Edge.</string>
      <string id="Explain_WebView">Specifica i criteri per Visualizzazione Web di Microsoft Edge.</string>
      <string id="Explain_WebView_AutoUpdate">Consente di specificare se gli aggiornamenti automatici sono abilitati o meno per Microsoft Edge WebView. Microsoft Edge WebView è un componente usato dalle applicazioni per la visualizzazione di contenuto Web.
  Gli aggiornamenti automatici sono abilitati per impostazione predefinita. Se disabiliti gli aggiornamenti automatici per Microsoft Edge WebView, potrebbero verificarsi problemi di compatibilità con le applicazioni che dipendono da questo componente.

  Se abiliti questo criterio, l'aggiornamento Microsoft Edge gestisce gli aggiornamenti Microsoft Edge WebView in base alla configurazione delle opzioni seguenti:
  - Consenti sempre gli aggiornamenti: gli aggiornamenti vengono scaricati e applicati automaticamente
  - Aggiornamenti disabilitati: gli aggiornamenti non vengono mai scaricati o applicati

  Se non abiliti questo criterio, gli aggiornamenti vengono scaricati e applicati automaticamente.</string>
      <string id="Explain_WebView_Install">Consente di specificare se Microsoft Edge WebView può essere installato con Microsoft Edge Update.

  - Se abiliti questo criterio, gli utenti possono installare Microsoft Edge WebView tramite Microsoft Edge Update.
  - Se disabiliti questo criterio, gli utenti non possono installare Microsoft Edge WebView tramite Microsoft Edge Update.
  - Se non configuri questo criterio, la configurazione del criterio "Consenti impostazione predefinita installazione" determina se gli utenti possono installare Microsoft Edge WebView tramite Microsoft Edge Update.</string>
      <string id="Explain_ECSControl">In Microsoft Edge Update, il servizio di sperimentazione e configurazione viene usato per distribuire il payload di sperimentazione.

Il payload di sperimentazione è costituito da un elenco delle prime funzionalità di sviluppo che Microsoft sta abilitando per test e feedback.

Se abiliti questo criterio, il payload di sperimentazione viene scaricato dal Servizio di sperimentazione e configurazione.

Se disabiliti questo criterio, la comunicazione con il Servizio di sperimentazione e configurazione viene interrotta completamente.

Se non configuri questo criterio, su un dispositivo gestito il comportamento è lo stesso del criterio "disabilitato".

Se configuri questo criterio, su un dispositivo non gestito il comportamento è lo stesso del criterio "abilitato".</string>
      <string id="Cat_MicrosoftEdge">Microsoft Edge</string>
      <string id="Explain_InstallMicrosoftEdge">Specifica se un canale di Microsoft Edge può essere installato sui dispositivi aggiunti al dominio. 

 Se abiliti questi criteri per un canale, l'installazione di Microsoft Edge non verrà bloccata. 

 Se disabiliti questi criteri per un canale, l'installazione di Microsoft Edge verrà bloccata. 

 Se non configuri questi criteri per un canale, la configurazione dei criteri 'Consenti impostazione predefinita installazione' determina se gli utenti possono installare tale canale di Microsoft Edge.

  Questi criteri sono disponibili solo nelle istanze di Windows aggiunte a un dominio di Microsoft® Active Directory®.</string>
      <string id="Explain_AutoUpdateMicrosoftEdge">Specifica in che modo Microsoft Edge Update gestisce gli aggiornamenti disponibili di Microsoft Edge.

Se abiliti questi criteri, Microsoft Edge Update gestisce gli aggiornamenti di Microsoft Edge in base alla modalità di configurazione delle opzioni seguenti:
  - Consenti sempre aggiornamenti: gli aggiornamenti vengono sempre applicati quando vengono trovati, tramite la verifica periodica o manuale della disponibilità di aggiornamenti.
  - Solo aggiornamenti automatici: gli aggiornamenti vengono applicati solo quando vengono trovati dalla verifica periodica della disponibilità di aggiornamenti.
  - Solo aggiornamenti manuali: gli aggiornamenti vengono applicati solo quando l'utente esegue una verifica manuale della disponibilità di aggiornamenti (non tutte le app prevedono un'interfaccia per questa opzione).
  - Aggiornamenti disabilitati: gli aggiornamenti non vengono mai applicati.

Se selezioni gli aggiornamenti manuali, assicurati di eseguire periodicamente la verifica della disponibilità di aggiornamenti utilizzando il meccanismo di aggiornamento manuale dell'app, se disponibile. Se disabiliti gli aggiornamenti, verifica periodicamente la disponibilità di aggiornamenti e distribuiscili agli utenti.

Se non abiliti e configuri questi criteri, Microsoft Edge Update gestisce gli aggiornamenti disponibili come specificato dai criteri "AGGIORNA_NOME_CRITERIO_PREDEFINITO".

Vedi https://docs.microsoft.com/it-it/deployedge/microsoft-edge-update-policies per ulteriori informazioni.

Questo criterio è disponibile solo nelle istanze di Windows che fanno parte di un dominio Microsoft® Active Directory®.</string>
      <string id="Explain_TargetChannelMicrosoftEdge">Specifica quale Channel Microsoft Edge canale deve essere aggiornato.

Se abiliti questo criterio, Microsoft Edge verrà aggiornato nel canale in base alla modalità di configurazione delle opzioni seguenti:

- Stabile: Microsoft Edge verrà aggiornato alla versione stabile più recente.
  - Beta: Microsoft Edge verrà aggiornato alla versione beta più recente.
  - Svil.: Microsoft Edge verrà aggiornato alla versione di svil. più recente.
  - Stabile esteso: Microsoft Edge verrà aggiornato alla versione stabile estesa più recente, che segue una cadenza di rilascio più lunga di quella stabile. Per altre informazioni, visita https://go.microsoft.com/fwlink/?linkid=2163508.

Se non si configura questo criterio, Microsoft Edge verrà aggiornato all'ultima versione disponibile per il canale predefinito.

Questo criterio è disponibile solo nelle istanze di Windows aggiunte a un dominio di Microsoft® Active Directory®.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdge">Quando questo criterio e l'aggiornamento automatico sono abilitati, Microsoft Edge verrà aggiornato alla versione specificata da questo valore di criterio.

Il valore del criterio deve essere una versione di Microsoft Edge specifica, ad esempio 83.0.499.12.

Se un dispositivo ha una versione più recente di Microsoft Edge rispetto al valore specificato, Microsoft Edge rimarrà alla versione più recente e non effettuerà il downgrade alla versione specificata.

Se la versione specificata non esiste o è formattata in modo errato, Microsoft Edge rimarrà alla versione corrente e non si aggiornerà automaticamente alle versioni future.

Vedi https://docs.microsoft.com/it-it/deployedge/microsoft-edge-update-policies per ulteriori informazioni.

Questo criterio è disponibile solo nelle istanze di Windows che fanno parte di un dominio Microsoft® Active Directory®.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdge">Specifica che Microsoft Edge Update deve ripristinare le installazioni di Microsoft Edge alla versione indicata in "Sostituzione versione di destinazione"

Questo criterio non ha effetto se non è impostato "Sostituzione versione di destinazione" e "Sostituzione criteri di aggiornamento" è impostato su uno degli stati ATTIVO (Consenti sempre aggiornamenti, Solo aggiornamenti automatici silenziati, Solo aggiornamenti manuali).

Se disabiliti questo criterio o non lo configuri, le installazioni con una versione successiva a quella specificata da "Sostituzione versione di destinazione" verranno lasciate così come sono.

Se abiliti questo criterio, le installazioni con una versione corrente superiore a quella specificata da "Sostituzione versione di destinazione" verranno ridotte alla versione di destinazione.

Consigliamo agli utenti di installare l'ultima versione del browser Microsoft Edge per garantire la protezione dagli ultimi aggiornamenti di sicurezza. Il rollback a una versione precedente rischia di essere esposto a problemi di sicurezza noti. Questo criterio deve essere utilizzato come una soluzione temporanea per risolvere i problemi in un aggiornamento del browser Microsoft Edge.

Prima di ripristinare temporaneamente la versione del browser, ti consigliamo di abilitare Sincronizza (https://go.microsoft.com/fwlink/?linkid=2133032) per tutti gli utenti della tua organizzazione. Se non abiliti la sincronizzazione, esiste il rischio di perdita permanente dei dati di navigazione. Utilizza questo criterio a tuo rischio.

Nota: tutte le versioni disponibili per il rollback possono essere visualizzate qui https://aka.ms/EdgeEnterprise.

Questo criterio si applica solo a Microsoft Edge 86 o versioni successive

Vedi https://go.microsoft.com/fwlink/?linkid=2133918 per ulteriori informazioni

Questo criterio è disponibile solo nelle istanze di Windows che fanno parte di un dominio Microsoft® Active Directory®.</string>
      <string id="Cat_MicrosoftEdgeBeta">Microsoft Edge Beta</string>
      <string id="Explain_InstallMicrosoftEdgeBeta">Specifica se un canale di Microsoft Edge può essere installato sui dispositivi aggiunti al dominio. 

 Se abiliti questi criteri per un canale, l'installazione di Microsoft Edge non verrà bloccata. 

 Se disabiliti questi criteri per un canale, l'installazione di Microsoft Edge verrà bloccata. 

 Se non configuri questi criteri per un canale, la configurazione dei criteri 'Consenti impostazione predefinita installazione' determina se gli utenti possono installare tale canale di Microsoft Edge.

  Questi criteri sono disponibili solo nelle istanze di Windows aggiunte a un dominio di Microsoft® Active Directory®.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeBeta">Specifica in che modo Microsoft Edge Update gestisce gli aggiornamenti disponibili di Microsoft Edge.

Se abiliti questi criteri, Microsoft Edge Update gestisce gli aggiornamenti di Microsoft Edge in base alla modalità di configurazione delle opzioni seguenti:
  - Consenti sempre aggiornamenti: gli aggiornamenti vengono sempre applicati quando vengono trovati, tramite la verifica periodica o manuale della disponibilità di aggiornamenti.
  - Solo aggiornamenti automatici: gli aggiornamenti vengono applicati solo quando vengono trovati dalla verifica periodica della disponibilità di aggiornamenti.
  - Solo aggiornamenti manuali: gli aggiornamenti vengono applicati solo quando l'utente esegue una verifica manuale della disponibilità di aggiornamenti (non tutte le app prevedono un'interfaccia per questa opzione).
  - Aggiornamenti disabilitati: gli aggiornamenti non vengono mai applicati.

Se selezioni gli aggiornamenti manuali, assicurati di eseguire periodicamente la verifica della disponibilità di aggiornamenti utilizzando il meccanismo di aggiornamento manuale dell'app, se disponibile. Se disabiliti gli aggiornamenti, verifica periodicamente la disponibilità di aggiornamenti e distribuiscili agli utenti.

Se non abiliti e configuri questi criteri, Microsoft Edge Update gestisce gli aggiornamenti disponibili come specificato dai criteri "AGGIORNA_NOME_CRITERIO_PREDEFINITO".

Vedi https://docs.microsoft.com/it-it/deployedge/microsoft-edge-update-policies per ulteriori informazioni.

Questo criterio è disponibile solo nelle istanze di Windows che fanno parte di un dominio Microsoft® Active Directory®.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeBeta">Specifica quale Channel Microsoft Edge canale deve essere aggiornato.

Se abiliti questo criterio, Microsoft Edge verrà aggiornato nel canale in base alla modalità di configurazione delle opzioni seguenti:

- Stabile: Microsoft Edge verrà aggiornato alla versione stabile più recente.
  - Beta: Microsoft Edge verrà aggiornato alla versione beta più recente.
  - Svil.: Microsoft Edge verrà aggiornato alla versione di svil. più recente.
  - Stabile esteso: Microsoft Edge verrà aggiornato alla versione stabile estesa più recente, che segue una cadenza di rilascio più lunga di quella stabile. Per altre informazioni, visita https://go.microsoft.com/fwlink/?linkid=2163508.

Se non si configura questo criterio, Microsoft Edge verrà aggiornato all'ultima versione disponibile per il canale predefinito.

Questo criterio è disponibile solo nelle istanze di Windows aggiunte a un dominio di Microsoft® Active Directory®.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeBeta">Quando questo criterio e l'aggiornamento automatico sono abilitati, Microsoft Edge verrà aggiornato alla versione specificata da questo valore di criterio.

Il valore del criterio deve essere una versione di Microsoft Edge specifica, ad esempio 83.0.499.12.

Se un dispositivo ha una versione più recente di Microsoft Edge rispetto al valore specificato, Microsoft Edge rimarrà alla versione più recente e non effettuerà il downgrade alla versione specificata.

Se la versione specificata non esiste o è formattata in modo errato, Microsoft Edge rimarrà alla versione corrente e non si aggiornerà automaticamente alle versioni future.

Vedi https://docs.microsoft.com/it-it/deployedge/microsoft-edge-update-policies per ulteriori informazioni.

Questo criterio è disponibile solo nelle istanze di Windows che fanno parte di un dominio Microsoft® Active Directory®.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeBeta">Specifica che Microsoft Edge Update deve ripristinare le installazioni di Microsoft Edge alla versione indicata in "Sostituzione versione di destinazione"

Questo criterio non ha effetto se non è impostato "Sostituzione versione di destinazione" e "Sostituzione criteri di aggiornamento" è impostato su uno degli stati ATTIVO (Consenti sempre aggiornamenti, Solo aggiornamenti automatici silenziati, Solo aggiornamenti manuali).

Se disabiliti questo criterio o non lo configuri, le installazioni con una versione successiva a quella specificata da "Sostituzione versione di destinazione" verranno lasciate così come sono.

Se abiliti questo criterio, le installazioni con una versione corrente superiore a quella specificata da "Sostituzione versione di destinazione" verranno ridotte alla versione di destinazione.

Consigliamo agli utenti di installare l'ultima versione del browser Microsoft Edge per garantire la protezione dagli ultimi aggiornamenti di sicurezza. Il rollback a una versione precedente rischia di essere esposto a problemi di sicurezza noti. Questo criterio deve essere utilizzato come una soluzione temporanea per risolvere i problemi in un aggiornamento del browser Microsoft Edge.

Prima di ripristinare temporaneamente la versione del browser, ti consigliamo di abilitare Sincronizza (https://go.microsoft.com/fwlink/?linkid=2133032) per tutti gli utenti della tua organizzazione. Se non abiliti la sincronizzazione, esiste il rischio di perdita permanente dei dati di navigazione. Utilizza questo criterio a tuo rischio.

Nota: tutte le versioni disponibili per il rollback possono essere visualizzate qui https://aka.ms/EdgeEnterprise.

Questo criterio si applica solo a Microsoft Edge 86 o versioni successive

Vedi https://go.microsoft.com/fwlink/?linkid=2133918 per ulteriori informazioni

Questo criterio è disponibile solo nelle istanze di Windows che fanno parte di un dominio Microsoft® Active Directory®.</string>
      <string id="Cat_MicrosoftEdgeDev">Microsoft Edge Dev</string>
      <string id="Explain_InstallMicrosoftEdgeDev">Specifica se un canale di Microsoft Edge può essere installato sui dispositivi aggiunti al dominio. 

 Se abiliti questi criteri per un canale, l'installazione di Microsoft Edge non verrà bloccata. 

 Se disabiliti questi criteri per un canale, l'installazione di Microsoft Edge verrà bloccata. 

 Se non configuri questi criteri per un canale, la configurazione dei criteri 'Consenti impostazione predefinita installazione' determina se gli utenti possono installare tale canale di Microsoft Edge.

  Questi criteri sono disponibili solo nelle istanze di Windows aggiunte a un dominio di Microsoft® Active Directory®.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeDev">Specifica in che modo Microsoft Edge Update gestisce gli aggiornamenti disponibili di Microsoft Edge.

Se abiliti questi criteri, Microsoft Edge Update gestisce gli aggiornamenti di Microsoft Edge in base alla modalità di configurazione delle opzioni seguenti:
  - Consenti sempre aggiornamenti: gli aggiornamenti vengono sempre applicati quando vengono trovati, tramite la verifica periodica o manuale della disponibilità di aggiornamenti.
  - Solo aggiornamenti automatici: gli aggiornamenti vengono applicati solo quando vengono trovati dalla verifica periodica della disponibilità di aggiornamenti.
  - Solo aggiornamenti manuali: gli aggiornamenti vengono applicati solo quando l'utente esegue una verifica manuale della disponibilità di aggiornamenti (non tutte le app prevedono un'interfaccia per questa opzione).
  - Aggiornamenti disabilitati: gli aggiornamenti non vengono mai applicati.

Se selezioni gli aggiornamenti manuali, assicurati di eseguire periodicamente la verifica della disponibilità di aggiornamenti utilizzando il meccanismo di aggiornamento manuale dell'app, se disponibile. Se disabiliti gli aggiornamenti, verifica periodicamente la disponibilità di aggiornamenti e distribuiscili agli utenti.

Se non abiliti e configuri questi criteri, Microsoft Edge Update gestisce gli aggiornamenti disponibili come specificato dai criteri "AGGIORNA_NOME_CRITERIO_PREDEFINITO".

Vedi https://docs.microsoft.com/it-it/deployedge/microsoft-edge-update-policies per ulteriori informazioni.

Questo criterio è disponibile solo nelle istanze di Windows che fanno parte di un dominio Microsoft® Active Directory®.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeDev">Specifica quale Channel Microsoft Edge canale deve essere aggiornato.

Se abiliti questo criterio, Microsoft Edge verrà aggiornato nel canale in base alla modalità di configurazione delle opzioni seguenti:

- Stabile: Microsoft Edge verrà aggiornato alla versione stabile più recente.
  - Beta: Microsoft Edge verrà aggiornato alla versione beta più recente.
  - Svil.: Microsoft Edge verrà aggiornato alla versione di svil. più recente.
  - Stabile esteso: Microsoft Edge verrà aggiornato alla versione stabile estesa più recente, che segue una cadenza di rilascio più lunga di quella stabile. Per altre informazioni, visita https://go.microsoft.com/fwlink/?linkid=2163508.

Se non si configura questo criterio, Microsoft Edge verrà aggiornato all'ultima versione disponibile per il canale predefinito.

Questo criterio è disponibile solo nelle istanze di Windows aggiunte a un dominio di Microsoft® Active Directory®.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeDev">Quando questo criterio e l'aggiornamento automatico sono abilitati, Microsoft Edge verrà aggiornato alla versione specificata da questo valore di criterio.

Il valore del criterio deve essere una versione di Microsoft Edge specifica, ad esempio 83.0.499.12.

Se un dispositivo ha una versione più recente di Microsoft Edge rispetto al valore specificato, Microsoft Edge rimarrà alla versione più recente e non effettuerà il downgrade alla versione specificata.

Se la versione specificata non esiste o è formattata in modo errato, Microsoft Edge rimarrà alla versione corrente e non si aggiornerà automaticamente alle versioni future.

Vedi https://docs.microsoft.com/it-it/deployedge/microsoft-edge-update-policies per ulteriori informazioni.

Questo criterio è disponibile solo nelle istanze di Windows che fanno parte di un dominio Microsoft® Active Directory®.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeDev">Specifica che Microsoft Edge Update deve ripristinare le installazioni di Microsoft Edge alla versione indicata in "Sostituzione versione di destinazione"

Questo criterio non ha effetto se non è impostato "Sostituzione versione di destinazione" e "Sostituzione criteri di aggiornamento" è impostato su uno degli stati ATTIVO (Consenti sempre aggiornamenti, Solo aggiornamenti automatici silenziati, Solo aggiornamenti manuali).

Se disabiliti questo criterio o non lo configuri, le installazioni con una versione successiva a quella specificata da "Sostituzione versione di destinazione" verranno lasciate così come sono.

Se abiliti questo criterio, le installazioni con una versione corrente superiore a quella specificata da "Sostituzione versione di destinazione" verranno ridotte alla versione di destinazione.

Consigliamo agli utenti di installare l'ultima versione del browser Microsoft Edge per garantire la protezione dagli ultimi aggiornamenti di sicurezza. Il rollback a una versione precedente rischia di essere esposto a problemi di sicurezza noti. Questo criterio deve essere utilizzato come una soluzione temporanea per risolvere i problemi in un aggiornamento del browser Microsoft Edge.

Prima di ripristinare temporaneamente la versione del browser, ti consigliamo di abilitare Sincronizza (https://go.microsoft.com/fwlink/?linkid=2133032) per tutti gli utenti della tua organizzazione. Se non abiliti la sincronizzazione, esiste il rischio di perdita permanente dei dati di navigazione. Utilizza questo criterio a tuo rischio.

Nota: tutte le versioni disponibili per il rollback possono essere visualizzate qui https://aka.ms/EdgeEnterprise.

Questo criterio si applica solo a Microsoft Edge 86 o versioni successive

Vedi https://go.microsoft.com/fwlink/?linkid=2133918 per ulteriori informazioni

Questo criterio è disponibile solo nelle istanze di Windows che fanno parte di un dominio Microsoft® Active Directory®.</string>
      <string id="Cat_MicrosoftEdgeCanary">Microsoft Edge Canary</string>
      <string id="Explain_InstallMicrosoftEdgeCanary">Specifica se un canale di Microsoft Edge può essere installato sui dispositivi aggiunti al dominio. 

 Se abiliti questi criteri per un canale, l'installazione di Microsoft Edge non verrà bloccata. 

 Se disabiliti questi criteri per un canale, l'installazione di Microsoft Edge verrà bloccata. 

 Se non configuri questi criteri per un canale, la configurazione dei criteri 'Consenti impostazione predefinita installazione' determina se gli utenti possono installare tale canale di Microsoft Edge.

  Questi criteri sono disponibili solo nelle istanze di Windows aggiunte a un dominio di Microsoft® Active Directory®.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeCanary">Specifica in che modo Microsoft Edge Update gestisce gli aggiornamenti disponibili di Microsoft Edge.

Se abiliti questi criteri, Microsoft Edge Update gestisce gli aggiornamenti di Microsoft Edge in base alla modalità di configurazione delle opzioni seguenti:
  - Consenti sempre aggiornamenti: gli aggiornamenti vengono sempre applicati quando vengono trovati, tramite la verifica periodica o manuale della disponibilità di aggiornamenti.
  - Solo aggiornamenti automatici: gli aggiornamenti vengono applicati solo quando vengono trovati dalla verifica periodica della disponibilità di aggiornamenti.
  - Solo aggiornamenti manuali: gli aggiornamenti vengono applicati solo quando l'utente esegue una verifica manuale della disponibilità di aggiornamenti (non tutte le app prevedono un'interfaccia per questa opzione).
  - Aggiornamenti disabilitati: gli aggiornamenti non vengono mai applicati.

Se selezioni gli aggiornamenti manuali, assicurati di eseguire periodicamente la verifica della disponibilità di aggiornamenti utilizzando il meccanismo di aggiornamento manuale dell'app, se disponibile. Se disabiliti gli aggiornamenti, verifica periodicamente la disponibilità di aggiornamenti e distribuiscili agli utenti.

Se non abiliti e configuri questi criteri, Microsoft Edge Update gestisce gli aggiornamenti disponibili come specificato dai criteri "AGGIORNA_NOME_CRITERIO_PREDEFINITO".

Vedi https://docs.microsoft.com/it-it/deployedge/microsoft-edge-update-policies per ulteriori informazioni.

Questo criterio è disponibile solo nelle istanze di Windows che fanno parte di un dominio Microsoft® Active Directory®.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeCanary">Specifica quale Channel Microsoft Edge canale deve essere aggiornato.

Se abiliti questo criterio, Microsoft Edge verrà aggiornato nel canale in base alla modalità di configurazione delle opzioni seguenti:

- Stabile: Microsoft Edge verrà aggiornato alla versione stabile più recente.
  - Beta: Microsoft Edge verrà aggiornato alla versione beta più recente.
  - Svil.: Microsoft Edge verrà aggiornato alla versione di svil. più recente.
  - Stabile esteso: Microsoft Edge verrà aggiornato alla versione stabile estesa più recente, che segue una cadenza di rilascio più lunga di quella stabile. Per altre informazioni, visita https://go.microsoft.com/fwlink/?linkid=2163508.

Se non si configura questo criterio, Microsoft Edge verrà aggiornato all'ultima versione disponibile per il canale predefinito.

Questo criterio è disponibile solo nelle istanze di Windows aggiunte a un dominio di Microsoft® Active Directory®.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeCanary">Quando questo criterio e l'aggiornamento automatico sono abilitati, Microsoft Edge verrà aggiornato alla versione specificata da questo valore di criterio.

Il valore del criterio deve essere una versione di Microsoft Edge specifica, ad esempio 83.0.499.12.

Se un dispositivo ha una versione più recente di Microsoft Edge rispetto al valore specificato, Microsoft Edge rimarrà alla versione più recente e non effettuerà il downgrade alla versione specificata.

Se la versione specificata non esiste o è formattata in modo errato, Microsoft Edge rimarrà alla versione corrente e non si aggiornerà automaticamente alle versioni future.

Vedi https://docs.microsoft.com/it-it/deployedge/microsoft-edge-update-policies per ulteriori informazioni.

Questo criterio è disponibile solo nelle istanze di Windows che fanno parte di un dominio Microsoft® Active Directory®.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeCanary">Specifica che Microsoft Edge Update deve ripristinare le installazioni di Microsoft Edge alla versione indicata in "Sostituzione versione di destinazione"

Questo criterio non ha effetto se non è impostato "Sostituzione versione di destinazione" e "Sostituzione criteri di aggiornamento" è impostato su uno degli stati ATTIVO (Consenti sempre aggiornamenti, Solo aggiornamenti automatici silenziati, Solo aggiornamenti manuali).

Se disabiliti questo criterio o non lo configuri, le installazioni con una versione successiva a quella specificata da "Sostituzione versione di destinazione" verranno lasciate così come sono.

Se abiliti questo criterio, le installazioni con una versione corrente superiore a quella specificata da "Sostituzione versione di destinazione" verranno ridotte alla versione di destinazione.

Consigliamo agli utenti di installare l'ultima versione del browser Microsoft Edge per garantire la protezione dagli ultimi aggiornamenti di sicurezza. Il rollback a una versione precedente rischia di essere esposto a problemi di sicurezza noti. Questo criterio deve essere utilizzato come una soluzione temporanea per risolvere i problemi in un aggiornamento del browser Microsoft Edge.

Prima di ripristinare temporaneamente la versione del browser, ti consigliamo di abilitare Sincronizza (https://go.microsoft.com/fwlink/?linkid=2133032) per tutti gli utenti della tua organizzazione. Se non abiliti la sincronizzazione, esiste il rischio di perdita permanente dei dati di navigazione. Utilizza questo criterio a tuo rischio.

Nota: tutte le versioni disponibili per il rollback possono essere visualizzate qui https://aka.ms/EdgeEnterprise.

Questo criterio si applica solo a Microsoft Edge 86 o versioni successive

Vedi https://go.microsoft.com/fwlink/?linkid=2133918 per ulteriori informazioni

Questo criterio è disponibile solo nelle istanze di Windows che fanno parte di un dominio Microsoft® Active Directory®.</string>
      <string id="Cat_MicrosoftEdgeWebView">Microsoft Edge WebView</string>
      <string id="Explain_InstallMicrosoftEdgeWebView">Specifica se un canale di Microsoft Edge può essere installato sui dispositivi aggiunti al dominio. 

 Se abiliti questi criteri per un canale, l'installazione di Microsoft Edge non verrà bloccata. 

 Se disabiliti questi criteri per un canale, l'installazione di Microsoft Edge verrà bloccata. 

 Se non configuri questi criteri per un canale, la configurazione dei criteri 'Consenti impostazione predefinita installazione' determina se gli utenti possono installare tale canale di Microsoft Edge.

  Questi criteri sono disponibili solo nelle istanze di Windows aggiunte a un dominio di Microsoft® Active Directory®.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeWebView">Specifica in che modo Microsoft Edge Update gestisce gli aggiornamenti disponibili di Microsoft Edge.

Se abiliti questi criteri, Microsoft Edge Update gestisce gli aggiornamenti di Microsoft Edge in base alla modalità di configurazione delle opzioni seguenti:
  - Consenti sempre aggiornamenti: gli aggiornamenti vengono sempre applicati quando vengono trovati, tramite la verifica periodica o manuale della disponibilità di aggiornamenti.
  - Solo aggiornamenti automatici: gli aggiornamenti vengono applicati solo quando vengono trovati dalla verifica periodica della disponibilità di aggiornamenti.
  - Solo aggiornamenti manuali: gli aggiornamenti vengono applicati solo quando l'utente esegue una verifica manuale della disponibilità di aggiornamenti (non tutte le app prevedono un'interfaccia per questa opzione).
  - Aggiornamenti disabilitati: gli aggiornamenti non vengono mai applicati.

Se selezioni gli aggiornamenti manuali, assicurati di eseguire periodicamente la verifica della disponibilità di aggiornamenti utilizzando il meccanismo di aggiornamento manuale dell'app, se disponibile. Se disabiliti gli aggiornamenti, verifica periodicamente la disponibilità di aggiornamenti e distribuiscili agli utenti.

Se non abiliti e configuri questi criteri, Microsoft Edge Update gestisce gli aggiornamenti disponibili come specificato dai criteri "AGGIORNA_NOME_CRITERIO_PREDEFINITO".

Vedi https://docs.microsoft.com/it-it/deployedge/microsoft-edge-update-policies per ulteriori informazioni.

Questo criterio è disponibile solo nelle istanze di Windows che fanno parte di un dominio Microsoft® Active Directory®.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeWebView">Specifica quale Channel Microsoft Edge canale deve essere aggiornato.

Se abiliti questo criterio, Microsoft Edge verrà aggiornato nel canale in base alla modalità di configurazione delle opzioni seguenti:

- Stabile: Microsoft Edge verrà aggiornato alla versione stabile più recente.
  - Beta: Microsoft Edge verrà aggiornato alla versione beta più recente.
  - Svil.: Microsoft Edge verrà aggiornato alla versione di svil. più recente.
  - Stabile esteso: Microsoft Edge verrà aggiornato alla versione stabile estesa più recente, che segue una cadenza di rilascio più lunga di quella stabile. Per altre informazioni, visita https://go.microsoft.com/fwlink/?linkid=2163508.

Se non si configura questo criterio, Microsoft Edge verrà aggiornato all'ultima versione disponibile per il canale predefinito.

Questo criterio è disponibile solo nelle istanze di Windows aggiunte a un dominio di Microsoft® Active Directory®.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeWebView">Quando questo criterio e l'aggiornamento automatico sono abilitati, Microsoft Edge verrà aggiornato alla versione specificata da questo valore di criterio.

Il valore del criterio deve essere una versione di Microsoft Edge specifica, ad esempio 83.0.499.12.

Se un dispositivo ha una versione più recente di Microsoft Edge rispetto al valore specificato, Microsoft Edge rimarrà alla versione più recente e non effettuerà il downgrade alla versione specificata.

Se la versione specificata non esiste o è formattata in modo errato, Microsoft Edge rimarrà alla versione corrente e non si aggiornerà automaticamente alle versioni future.

Vedi https://docs.microsoft.com/it-it/deployedge/microsoft-edge-update-policies per ulteriori informazioni.

Questo criterio è disponibile solo nelle istanze di Windows che fanno parte di un dominio Microsoft® Active Directory®.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeWebView">Specifica che Microsoft Edge Update deve ripristinare le installazioni di Microsoft Edge alla versione indicata in "Sostituzione versione di destinazione"

Questo criterio non ha effetto se non è impostato "Sostituzione versione di destinazione" e "Sostituzione criteri di aggiornamento" è impostato su uno degli stati ATTIVO (Consenti sempre aggiornamenti, Solo aggiornamenti automatici silenziati, Solo aggiornamenti manuali).

Se disabiliti questo criterio o non lo configuri, le installazioni con una versione successiva a quella specificata da "Sostituzione versione di destinazione" verranno lasciate così come sono.

Se abiliti questo criterio, le installazioni con una versione corrente superiore a quella specificata da "Sostituzione versione di destinazione" verranno ridotte alla versione di destinazione.

Consigliamo agli utenti di installare l'ultima versione del browser Microsoft Edge per garantire la protezione dagli ultimi aggiornamenti di sicurezza. Il rollback a una versione precedente rischia di essere esposto a problemi di sicurezza noti. Questo criterio deve essere utilizzato come una soluzione temporanea per risolvere i problemi in un aggiornamento del browser Microsoft Edge.

Prima di ripristinare temporaneamente la versione del browser, ti consigliamo di abilitare Sincronizza (https://go.microsoft.com/fwlink/?linkid=2133032) per tutti gli utenti della tua organizzazione. Se non abiliti la sincronizzazione, esiste il rischio di perdita permanente dei dati di navigazione. Utilizza questo criterio a tuo rischio.

Nota: tutte le versioni disponibili per il rollback possono essere visualizzate qui https://aka.ms/EdgeEnterprise.

Questo criterio si applica solo a Microsoft Edge 86 o versioni successive

Vedi https://go.microsoft.com/fwlink/?linkid=2133918 per ulteriori informazioni

Questo criterio è disponibile solo nelle istanze di Windows che fanno parte di un dominio Microsoft® Active Directory®.</string>
    </stringTable>
    <presentationTable>
      <presentation id="Pol_AutoUpdateCheckPeriod">
        <decimalTextBox refId="Part_AutoUpdateCheckPeriod" defaultValue="1400"
            spinStep="60">Minuti tra le verifiche della disponibilità di aggiornamenti</decimalTextBox>
      </presentation>
      <presentation id="Pol_UpdateCheckSuppressedPeriod">
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartHour"
            defaultValue="0" spinStep="1">Ora</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartMin"
            defaultValue="0" spinStep="1">Minuto</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedDurationMin"
            defaultValue="60">Durata</decimalTextBox>
      </presentation>
      <presentation id="Pol_DownloadPreference">
        <dropdownList refId="Part_DownloadPreference"
            defaultItem="0">Tipo di URL di download da richiedere</dropdownList>
      </presentation>
      <presentation id="Pol_ProxyMode">
        <dropdownList refId="Part_ProxyMode"
            defaultItem="0">Scegliere come specificare le impostazioni del server proxy
        </dropdownList>
      </presentation>
      <presentation id="Pol_ProxyServer">
        <textBox refId="Part_ProxyServer">
          <label>Indirizzo o URL di un server proxy</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_ProxyPacUrl">
        <textBox refId="Part_ProxyPacUrl">
          <label>URL al file proxy .pac</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_DefaultAllowInstallation" />
      <presentation id="Pol_DefaultUpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">Aggiorna criterio</dropdownList>
      </presentation>
      <presentation id="Pol_AllowInstallation" />
      <presentation id="Pol_UpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">Aggiorna criterio</dropdownList>
      </presentation>      <presentation id="Pol_TargetVersionPrefix">
        <textBox refId="Part_TargetVersionPrefix">
          <label>Versione di destinazione</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_ECSControl">
        <dropdownList refId="Part_ECSControl"
            defaultItem="1">Controllare la comunicazione con sperimentazione e servizio di configurazione</dropdownList>
      </presentation>
      <presentation id="Pol_TargetChannel" >
        <dropdownList refId="Part_TargetChannel"
            defaultItem="0">Canale di destinazione
        </dropdownList>
      </presentation>
      <presentation id="Pol_RollbackToTargetVersion" />
      <presentation id="Pol_AllowSideBySideExperience" />
      <presentation id="Pol_DefaultCreateDesktopShortcut" />
      <presentation id="Pol_CreateDesktopShortcut" />

    </presentationTable>
  </resources>
</policyDefinitionResources>